Repository: remi/pubwich
Catalog: lang/pubwich-*.po
Languages: fr_ca

source: Pubwich object initialization
fr_ca: Initialisation de l’objet Pubwich

source: The file <code>%s</code> was not found. It has to be there.
fr_ca: Le fichier <code>%s</code> n’a pas été trouvé. Il doit être présent.

source: Chargement du service %s
fr_ca: Loading %s service

source: You told Pubwich to use the %s service, but either the file <code>%s</code> or <code>%s</code> cannot be found.
fr_ca: Vous avez dit à Pubwich d’utiliser le service %s, mais le fichier <code>%s</code> ou <code>%s</code> n’est pas disponible.

source: The class %s doesn't exist. Check your configuration file for inexistent services or methods.
fr_ca: La classe %s n’existe pas. Vérifiez que votre fichier de configuration ne contient pas de services ou de méthodes inexistants.

source: Building application cache
fr_ca: Reconstruction de la cache de l’application

source: year
fr_ca: année

source: month
fr_ca: mois

source: week
fr_ca: semaine

source: day
fr_ca: jour

source: hour
fr_ca: heure

source: just moments ago
fr_ca: il y a quelques secondes

source: %d seconds ago
fr_ca: Il y a %d secondes

source: %e %B at %H:%M
fr_ca: %e %B à %H:%M

source: %s ago
fr_ca: Il y a %s

source: Erreur
fr_ca: Error

source: Rebuilding cache for a Last.fm album
fr_ca: Reconstruction de la cache pour un album Last.fm

source: Creating an instance of %s
fr_ca: Création d’une instance de %s

source: Setting the URL for %s: %s
fr_ca: Définition de l'URL pour %s : %s

source: Initializing instance of %s
fr_ca: Initialisation de l’instance de %s

source: Rebuilding the cache for %s service
fr_ca: Reconstruction de la cache pour le service %s

source: All data is &copy; copyright %s. Proudly powered by <a class="pubwich" href="http://pubwich.org/">Pubwich</a>.
fr_ca: Toutes les données sont &copy; copyright %s. Propulsé fièrement par <a class="pubwich" href="http://www.pubwich.com/">Pubwich %s</a>.
